[
  {
    "Quotes": "If you can't learn to do it well, learn to enjoy doing it badly.",
    "Author": "Brilliant, Ashleigh",
    "Category": "Ability"
  },
  {
    "Quotes": "The ability to get to the verge without getting into the war is the necessary art.... If you try to run away from it, if you are scared to go to the brink, you are lost.",
    "Author": "Dulles, John Foster",
    "Category": "Ability"
  },
  {
    "Quotes": "People are always ready to admit a man's ability after he gets there.",
    "Author": "Edwards, Bob",
    "Category": "Ability"
  },
  {
    "Quotes": "Our chief want in life is somebody who shall make us do what we can.",
    "Author": "Emerson, Ralph Waldo",
    "Category": "Ability"
  },
  {
    "Quotes": "The moment we indulge our affections, the earth is metamorphosed, there is no winter and no night; all tragedies, allennuis,vanish, - all duties even.",
    "Author": "Emerson, Ralph Waldo",
    "Category": "Affection"
  },
  {
    "Quotes": "If they try to rush me, I always say, I've only got one other speed and it's slower.",
    "Author": "Ford, Glenn",
    "Category": "Ability"
  },
  {
    "Quotes": "It is all one to me if a man comes from Sing Sing or Harvard. We hire a man, not his history.",
    "Author": "Ford, Henry",
    "Category": "Ability"
  },
  {
    "Quotes": "Education is the ability to listen to almost anything without losing your temper or your self-confidence.",
    "Author": "Frost, Robert",
    "Category": "Ability"
  },
  {
    "Quotes": "'Tis skill not strength that governs a ship.",
    "Author": "Fuller, Thomas",
    "Category": "Ability"
  },
  {
    "Quotes": "The winds and the waves are always on the side of the ablest navigators.",
    "Author": "Gibbon, Edward",
    "Category": "Ability"
  },
  {
    "Quotes": "Reason and the ability to use it are two separate skills.",
    "Author": "Grillparzer, Franz",
    "Category": "Ability"
  },
  {
    "Quotes": "The carpenter is not the best who makesmore chips than all the rest.",
    "Author": "Guiterman, Arthur",
    "Category": "Ability"
  },
  {
    "Quotes": "Caresses, expressions of one sort or another, are necessary to the life of the affections as leaves are to the life of a tree.  If they are wholly restrained, love will die at the roo",
    "Author": "Hawthorne, Nathaniel",
    "Category": "Affection"
  },
  {
    "Quotes": "Skill and confidence are an unconquered ar",
    "Author": "Herbert, George",
    "Category": "Ability"
  },
  {
    "Quotes": "A man dies still if he has done nothing, as one who has done much.",
    "Author": "Homer",
    "Category": "Ability"
  },
  {
    "Quotes": "Natural abilities are like natural plants, that need pruning by study; and studies themselves do give forth directions too much at large, except they be bounded in by experience.",
    "Author": "Bacon, Francis",
    "Category": "Ability"
  },
  {
    "Quotes": "Affection, like melancholy, magnifiestrifles; but the magnifying of the one is like looking through a telescope at heavenly objects; that of the other, like enlarging monsters with a microscop",
    "Author": "Hunt, Leigh",
    "Category": "Affection"
  },
  {
    "Quotes": "A woman's life is a history of the affections.",
    "Author": "Irving, Washington",
    "Category": "Affection"
  },
  {
    "Quotes": "When people find a man of the most distinguished abilities as a writer their inferior while he is with them, it must behighly gratifying to them.",
    "Author": "Johnson, Samuel",
    "Category": "Ability"
  },
  {
    "Quotes": "The extraordinary ability of a woman to forget is not the same as the talent of a lady not to be able to remember.",
    "Author": "Kraus, Karl",
    "Category": "Ability"
  },
  {
    "Quotes": "Ability wins us the esteem of the true men; luck that of the people.",
    "Author": "La Rochefoucauld, Fran?ois",
    "Category": "Ability"
  },
  {
    "Quotes": "There is great ability in knowing how to conveal one's ability.",
    "Author": "La Rochefoucauld, Fran?ois",
    "Category": "Ability"
  },
  {
    "Quotes": "The affections are like lightning: you cannot tell where they will strike till they have fallen.",
    "Author": "Lacordaire, Jean Baptiste",
    "Category": "Affection"
  },
  {
    "Quotes": "Talk not of wasted affection; affection never was wasted.",
    "Author": "Longfellow, Henry Wadsworth",
    "Category": "Affection"
  },
  {
    "Quotes": "From each according to his abilities, to each according to his needs.",
    "Author": "Marx, Karl",
    "Category": "Ability"
  },
  {
    "Quotes": "Ability hits the mark where presumption overshoots and diffidence falls short.",
    "Author": "Newman, John Henry",
    "Category": "Ability"
  },
  {
    "Quotes": "Competence, like truth, beauty and contact lenses, is in the eye of the beholder.",
    "Author": "Peter, Laurence J.",
    "Category": "Ability"
  },
  {
    "Quotes": "I never met a man I didn't like.",
    "Author": "Rogers, Will",
    "Category": "Affection"
  },
  {
    "Quotes": "All my life affection has been showered upon me, and every forward step I have made has been taken in spite of it.",
    "Author": "Shaw, George Bernard",
    "Category": "Affection"
  },
  {
    "Quotes": "A slight touch of friendly malice and amusement towards those we love keeps our affections for them from turning flat.",
    "Author": "Smith, Logan P.",
    "Category": "Affection"
  },
  {
    "Quotes": "Ability is commonly found to consist mainly in a high degree of solemnity.",
    "Author": "Bierce, Ambrose",
    "Category": "Ability"
  },
  {
    "Quotes": "Ability is the art of getting credit for all the home runs somebody else hits.",
    "Author": "Stengel, Casey",
    "Category": "Ability"
  },
  {
    "Quotes": "No one knows what he can do until hetries.",
    "Author": "Syrus, Publilius",
    "Category": "Ability"
  },
  {
    "Quotes": "Ability lies in the mind and the heart.  To tell your mind to limit your abilities a",
    "Author": "Unknown",
    "Category": "Ability"
  },
  {
    "Quotes": "Ability is of little account without opportunity.  ",
    "Author": "Bonaparte, Napoleon",
    "Category": "Ability"
  },
  {
    "Quotes": "Men take only their needs into consideration never their abilities.",
    "Author": "Bonaparte, Napoleon",
    "Category": "Ability"
  }
]